
"CONFIGURE..." = "Konfiguruj…";
"CANCEL" = "Anuluj"; // Button title
"CONTINUE" = "Dalej"; // Button title
"MY_APPLICATIONS" = "Moje programy";
"MY_STUFF" = "Dokumenty";
"SHARED_STUFF" = "Udostępniane";

"NO_USERS_TEXT" = "Nie ma kont użytkownika do zarządzania.";
"NO_USERS_SUBTEXT" = "Masz uprawnienia administratora tego konta na tym komputerze. Aby włączyć nadzór rodzicielski na tym koncie, utwórz nowe konto administratora, a następnie wyłącz przywileje administratora tego konta. Możesz także utworzyć nowe standardowe konto użytkownika, a następnie włączyć nadzór rodzicielski.";
"NO_USERS_BUTTON_TEXT" = "Otwórz preferencje kont…";

"REMOTE_SETUP_BUTTON_LABEL" = "Zdalne konfigurowanie";
"TRANSFERRING_INFO" = "Przenoszę informacje…";
"ALLOW_REMOTE_SETUP_MENU_ITEM" = "Pozwól na zdalne konfigurowanie";
"AX_USER_ACTIONS_BUTTON_DESC" = "Czynności na koncie użytkownika";

// User table
"THIS_COMPUTER" = "Ten komputer";
"OTHER_COMPUTERS" = "Inne komputery";

// User menu
"COPY_SETTINGS_FOR_USER" = "Kopiuj ustawienia „%@”";
"PASTE_SETTINGS_FOR_USER" = "Wklej ustawienia do „%@”";
"COPY_SETTINGS" = "Kopiuj ustawienia";
"PASTE_SETTINGS" = "Wklej ustawienia";
"ENABLE_PARENTAL_CONTROLS" = "Włącz nadzór rodzicielski";
"DISABLE_PARENTAL_CONTROLS_FOR_USER" = "Wyłącz nadzór rodzicielski nad „%@”";
"ENABLE_PARENTAL_CONTROLS_FOR_USER" = "Włącz nadzór rodzicielski nad „%@”";

// System tab
"APP_LIST_DESC_TEXT" = "Dozwolone programy:";
"APP_LIST_GATHERING_INFO" = "Gromadzę informacje…";
"APP_LIST_ITEM_UTILITIES" = "Narzędzia";
"APP_LIST_ITEM_OTHER" = "Inne programy";
"APP_LIST_ITEM_WIDGETS" = "Widgety";
"APP_LIST_ITEM_APPSTORE" = "App Store";
"APP_LIST_ITEM_DEVELOPER" = "Programista";
"ALLOW_ACCESS_TITLE" = "Czy chcesz przyznać temu użytkownikowi dostęp do programów %1$d w katalogu „%2$@”?";
"APP_STORE_RATING_CONFLICT_TITLE_1" = "Następujące programy są obecnie dozwolone, ale blokuje je ustawienie limitu klasyfikacji (%@):";
"APP_STORE_RATING_CONFLICT_TITLE_1_SINGULAR" = "Następujący program jest obecnie dozwolony, ale blokuje go ustawienie limitu klasyfikacji (%@):";
"APP_STORE_RATING_CONFLICT_MESSAGE_1" = "Chcesz blokować te programy, czy zezwolić na nie?";
"APP_STORE_RATING_CONFLICT_MESSAGE_1_SINGULAR" = "Chcesz blokować ten program, czy zezwolić na niego?";
"APP_STORE_RATING_CONFLICT_TITLE_2" = "Następujące programy są obecnie zablokowane, ale zezwala na nie ustawienie limitu klasyfikacji (%@):";
"APP_STORE_RATING_CONFLICT_TITLE_2_SINGULAR" = "Następujący program jest obecnie zablokowany, ale zezwala na niego ustawienie limitu klasyfikacji (%@):";
"APP_STORE_RATING_CONFLICT_MESSAGE_2" = "Chcesz zezwolić na te programy, czy nadal je blokować?";
"APP_STORE_RATING_CONFLICT_MESSAGE_2_SINGULAR" = "Chcesz zezwolić na ten program, czy nadal go blokować?";
"REMOVE" = "Usuń";
"BLOCK" = "Zablokuj";
"LEAVE_BLOCKED" = "Nadal blokuj";
"LEAVE_ALLOWED" = "Zezwalaj";
"AND_OTHERS" = ", i inne (%d)."; // e.g. "iPhoto, Safari, and 8 others."
"APP_STORE_RATING_NOT_ALLOWED" = "Żadne";
"APP_STORE_RATING_ALL_ALLOWED" = "całego okresu";
"APP_STORE_RATING_4+" = "4+";
"APP_STORE_RATING_9+" = "9+";
"APP_STORE_RATING_12+" = "12+";
"APP_STORE_RATING_17+" = "17+";
"LIMIT_DOCK_TEXT_1" = "Pozwala użytkownikowi na modyfikowanie zawartości Docka.";
"LIMIT_DOCK_TEXT_2" = "Finder uproszczony nie pozwala na modyfikowanie Docka.";

// Content tab
"ADD_BOOKMARK" = "Dodaj zakładkę…";
"ADD_FOLDER" = "Dodaj katalog";
"UNTITLED_FOLDER" = "katalog bez nazwy";
"ADD_BOOKMARK_AX_VALUE" = "Dodaj zakładkę lub katalog zakładek";
"REMOVE_BOOKMARK_AX_VALUE" = "Usuń zaznaczoną zakładkę lub katalog zakładek";
"ALWAYS_ALLOW_ADD_BUTTON_AX_VALUE" = "Dodaj witrynę, aby była zawsze dozwolona";
"ALWAYS_ALLOW_REMOVE_BUTTON_AX_VALUE" = "Usuń witrynę, aby była zawsze dozwolona";
"NEVER_ALLOW_ADD_BUTTON_AX_VALUE" = "Dodaj witrynę, aby nigdy nie była dozwolona";
"NEVER_ALLOW_REMOVE_BUTTON_AX_VALUE" = "Usuń witrynę, aby nigdy nie była dozwolona";
"DUPLICATE_SITE_TITLE" = "Witryna „%@” znajduje się już na jednej z list. Wybierz inną witrynę.";

// Chat/Mail tab
"NAME_ORDER" = "pierwszy-ostatni"; // Change to "last-first" for 4866626
"INVALID_EMAIL_TITLE" = "Nieprawidłowy adres email";
"INVALID_EMAIL_DESC" = "„%@” nie jest chyba prawidłowym adresem e-mail.";
"ADD_CONTACT" = "Dodaj kontakt"; // Accessibility description
"REMOVE_CONTACT" = "Usunięcie kontaktu"; // Accessibility description

// Time limits tab
"SLIDER_LABEL" = "%@ dziennie"; // e.g. 1 hour a day
"DAY_RANGE_FORMAT1" = "%@ - %@"; // e.g. Sunday - Thursday
"DAY_RANGE_FORMAT2" = "%@ i %@"; // e.g. Friday and Saturday
"DAY_RANGE_FORMAT3" = "%@ - %@"; // e.g. Monday through Friday
"CURFEW_DESC" = "Dostęp do komputera: %@ przez podaną liczbę godzin dziennie."; // The %@ parameter will be a day range, e.g. "Monday through Friday"

// Logs tab
"ICHAT" = "iChat";
"CONTACT" = "kontaktu";
"APPLICATION" = "programu";
"APPLICATIONS" = "Programy";
"WEBSITE" = "witryny";
"WEBSITES_VISITED" = "Witryny odwiedzone";
"WEBSITES_BLOCKED" = "Witryny zablokowane";
"ALLOW" = "Pozwól";
"RESTRICT" = "Ogranicz";
"BUDDY_RESTRICTIONS_NOT_ACTIVE_TITLE" = "Ograniczenia użycia poczty oraz czatowania nie są aktywne";
"BUDDY_RESTRICTIONS_NOT_ACTIVE_DESC" = "Czy chcesz ograniczyć adresy, z jakimi ten użytkownik może czatować i wymieniać wiadomości e-mail?";
"WEBSITE_RESTRICTIONS_NOT_ACTIVE_TITLE" = "Ograniczenia odwiedzania witryn nie są aktywne";
"WEBSITE_RESTRICTIONS_NOT_ACTIVE_DESC" = "Czy chcesz włączyć ograniczenia odwiedzania witryn dla tego użytkownika?";
"APP_RESTRICTIONS_NOT_ACTIVE_TITLE" = "Ograniczenia użycia programów nie są aktywne";
"APP_RESTRICTIONS_NOT_ACTIVE_DESC" = "Czy chcesz ograniczyć temu użytkownikowi dostęp do programów? ";
// The usage here is e.g. "Stickies launched 3 times".
"TIME_SINGULAR" = "raz";
"TIMES_PLURAL" = "razy";
"LOGS_TODAY" = "dziś";
"LOGS_YESTERDAY" = "Wczoraj";
"UNKNOWN" = "Nieznany";
"APP_USAGE_FORMAT" = "%1$@ dla %2$@"; // %1$@ is date, %2$@ is duration. e.g. "June 18, 2:00PM for 20 minutes"
"CLEAR_LOGS_ALERT_TITLE" = "Ta operacja spowoduje wymazanie wszystkich dzienników „%@”. Nie można będzie jej cofnąć.";
"CLEAR_LOGS_ALERT_DESC" = "Czy chcesz kontynuować?";

// Remote connectiion
"REMOTE_AUTHORIZATION" = "Dostęp do komputera „%@” wymaga podania nazwy i hasła administratora tego komputera.";
"REMOTE_CONNECT_ERROR_TITLE" = "Błędy połączenia";
"REMOTE_CONNECT_ERROR" = "Nie można było połączyć się z komputerem %@ z powodu błędu połączenia SSL.";
"REMOTE_AUTH_ERROR_TITLE" = "Nie możesz połączyć się ze zdalnym komputerem, ponieważ podana nazwa użytkownika lub hasło są nieprawidłowe.";
"REMOTE_AUTH_ERROR_DESC" = "Musisz podać nazwę użytkownika i hasło konta na komputerze, z którym chcesz się połączyć.";

